---
title: Надежда Васильевна Ясинчук (Батищева)
---
----
:Дата рождения: 24 апреля 1946 г.
:Место рождения: Российская Федерация
:Родители: [Василий Иванович Батищев (1915-1967)](/Батищевы/Василий_Иванович/index.md),\
           [Антонина Яковлевна Батищева (Сургучёва) (1919-2009)](/Батищевы/Антонина_Яковлевна/index.md)
:Братья и сестры: [Галина Васильевна Бутт (Батищева) (1940)](/Батищевы/Галина_Васильевна/index.md),\
                  [Екатерина Васильевна Хребтова (Батищева) (1945)](/Батищевы/Екатерина_Васильевна/index.md)
:Супруг: неизвестно
:Дети: неизвестно
:Генеалогическое древо: [Батищевы](../index.md)
----
::: {subfigure} 
:layout-sm: A|B|C
:layout-lg: AA|BC
:layout-xl: ABC
:layout-xxl: ABC
:align: center
:gap: 4px
:subcaptions: above
:class-grid: outline

![](yasitchuknadvas-3.jpg)
![](yasitchuknadvas-1.jpg)
![](yasitchuknadvas-2.jpg)

Надежда Васильевна Ясинчук (Батищева)
:::