---
title: Галина Васильевна Бутт (Батищева)
---
----
:Дата рождения: 1940 г.
:Место рождения: Российская Федерация
:Родители: [Василий Иванович Батищев (1915-1967)](/Батищевы/Василий_Иванович/index.md),\
           [Антонина Яковлевна Батищева (Сургучёва) (1919-2009)](/Батищевы/Антонина_Яковлевна/index.md)
:Братья и сестры: [Екатерина Васильевна Хребтова (Батищева) (1945)](/Батищевы/Екатерина_Васильевна/index.md),\
                  [Надежда Васильевна Ясинчук (Батищева) (1946)](/Батищевы/Надежда_Васильевна/index.md)
:Супруг(а): неизвестно
:Дети: неизвестно
:Генеалогическое древо: [Батищевы](/Батищевы/index.md)
----
::: {subfigure}
:layout-sm: A|B
:layout-lg: AB
:layout-xl: AB
:layout-xxl: AB
:align: center
:gap: 4px
:subcaptions: above
:class-grid: outline

![](buttgalvas-2.jpg)
![](buttgalvas-3.jpg)

Галина Васильевна Бутт (Батищева) 
:::